{
    "es": {
      "tab-home-text": "Inicio",
      "tab-projects-text": "Proyectos Web",
      "tab-projectsgame-text": "Proyectos Videojuegos",
      "tab-me-text": "Sobre mí",
      "profession-text": "Desarrollador C#",
      "copy-email-text": "Copiado 👍",
      "download-cv-text": "Descargar CV",
      "tech-title-text": "Tecnologías",

      "title-projects-text": "Proyectos Web",
      "projectweb1-title-text": "Tienda Online",
      "projectweb1-p-text": "<i>En desarrollo...</i><br>Desarrollo la página web de una tienda de ropa. La web está optimizada para una experiencia de usuario fluida tanto en dispositivos móviles como en desktop, incluye un sistema de pago a través de PayPal.",
      
      "title-projectsgame-text": "Proyectos de Videojuegos",
      "projectgame1-title-text": "Punster",
      "projectgame1-p-text": "Desarrollé este juego como parte de un equipo creativo compuesto por músicos y artistas, desempeñando el rol de único programador. Esta experiencia me permitió colaborar estrechamente con otros equipos, aprender a utilizar las herramientas y técnicas de programación de Unity, y descubrir mi vocación en el desarrollo de videojuegos.",
      "projectgame2-title-text": "Space Man",
      "projectgame2-p-text": "Este videojuego fue desarrollado como parte del curso de C# para Videojuegos en Unity de Platzi. Se trata de un juego de plataformas en 2D donde trabajé en la integración de animaciones, efectos de sonido, música, una interfaz de usuario básica y un enfoque en crear un código escalable. Este proyecto me ayudó a fortalecer mis habilidades en programación y desarrollo de videojuegos.",
     
      "about-me-title-text": "Sobre mí",
      "presentation-text": "Desarrollador C# con una profunda pasión por la creación de videojuegos y un creciente interés en el desarrollo web. Actualmente, estoy aprendiendo ASP.NET para expandir mis habilidades y construir una base sólida en el desarrollo de aplicaciones web. Mi principal enfoque y mayor motivación es trabajar en el desarrollo de videojuegos usando C#. <br><br>Mi objetivo a largo plazo es combinar las capacidades de ASP.NET y Unity para crear experiencias de juego más completas, además de explorar tecnologías como AR y VR.",
      "experience-title-text": "Experiencia",
      "work1-text": "<b>Agente de Viajes <i>(Remoto)</i></b><br><i>Adventure Holidays • Junio 2023 - Actual</i><ul><li>Desarrollé soluciones para automatizar el seguimiento de clientes mediante macros de Excel, mejorando la eficiencia del proceso en un 20%.</li><li>Planifico experiencias personalizadas para clientes, demostrando habilidades en análisis de datos y atención al detalle para ofrecer soluciones precisas.</li><li>Gestiono las relaciones con proveedores y clientes, mitigando riesgos al asegurar la puntualidad y calidad de las reservas, lo que fortalece mis habilidades de gestión y comunicación.</li></ul>",
      "work2-text": "<b>Técnico de Mantenimiento </b><br><i>Beumer Group, México • Junio 2022 - Junio 2023</i> <ul><li>Reduje el tiempo de inactividad en sistemas automatizados mediante la identificación y resolución de problemas técnicos de manera rápida y efectiva.</li><li>Programé y optimicé sistemas automatizados utilizando PLC Siemens, mejorando el rendimiento de los procesos.</li><li>Realicé mantenimiento preventivo y correctivo de sistemas, asegurando su funcionalidad a largo plazo y mejorando la fiabilidad operativa.</li></ul>",
      "work3-text": "<b>Ingeniero de control</b><br><i>AR Mechatronics, México • Mayo 2021 - Junio 2022</i> <ul><li>Optimicé sistemas automatizados mediante programación de PLC Siemens, lo que incrementó la productividad y eficiencia operativa.</li><li>Implementé soluciones de mantenimiento preventivo y correctivo, asegurando la continuidad de los procesos productivos.</li><li>Gestioné inventarios y coordinación de logística para asegurar la disponibilidad de materiales y equipos, lo que fortaleció mis habilidades de organización y trabajo en equipo.</li><li>Gestioné los trámites para la incorporación de nuevos proveedores y empleados, asegurando el cumplimiento de las normativas de seguridad del sitio de trabajo.</li></ul>",
      "certificates-title-text": "Certificados",
      "education-title-text": "Educacion",
      "schools-text": "<b>Desarrollador de Videojuegos</b><br><i>Da Vinci, Argentina • Inicio en Marzo 2025</i><br><br><b>Ingeniería en Sistemas Computacionales</b><br><i>Universidades Aliat, México • Mayo 2022 - Abril 2024</i><br><br><b>Ingeniería en Mecatrónica</b><br><i>Benemérita Universidad Autónoma de Puebla, México • Agosto 2015 - Diciembre 2020</i>"
    },


    "en": {
      "tab-home-text": "Home",
      "tab-projects-text": "Web Projects",
      "tab-projectsgame-text": "Videogames Projects",
      "tab-me-text": "About me",
      "profession-text": "C# Developer",
      "copy-email-text": "Copied 👍",
      "download-cv-text": "Download CV",
      "tech-title-text": "Technologies",

      "title-projects-text": "Web Projects",
      "projectweb1-title-text": "Ecommerce",
      "projectweb1-p-text": "<i>In development...</i><br>I'm developing a website for a clothing store. The website is optimized for a smooth user experience on both mobile and desktop devices, and includes a payment system through PayPal.",

      "title-projectsgame-text": "Videogames Projects",
      "projectgame1-title-text": "Punster",
      "projectgame1-p-text": "I developed this game as part of a creative team composed of musicians and artists, playing the role of the sole programmer. This experience allowed me to closely collaborate with other teams, learn to use Unity's tools and programming techniques, and discover my passion for game development.",
      "projectgame2-title-text": "Space Man",
      "projectgame2-p-text": "This video game was developed as part of the C# for Video Games in Unity course at Platzi. It is a 2D platformer game where I worked on integrating animations, sound effects, music, a basic user interface, and focused on creating scalable code. This project helped me strengthen my skills in programming and game development.",
      
      "about-me-title-text": "About me",
      "presentation-text": "C# Developer with a deep passion for video game creation and a growing interest in web development. I am currently learning ASP.NET to expand my skills and build a solid foundation in web application development.<br><br>My primary focus and greatest passion is working in video game development using C#. My long-term goal is to combine the capabilities of ASP.NET and Unity to create more immersive gaming experiences, while also exploring technologies like AR and VR.",
      "experience-title-text": "Work Experience",
      "work1-text": "<b>Travel Agent <i>(Remote)</i></b><br><i>Adventure Holidays • June 2023 - Present</i><ul><li>Developed solutions to automate client tracking using Excel macros, improving process efficiency by 20%.</li><li>Planned personalized experiences for clients, demonstrating skills in data analysis and attention to detail to offer precise solutions.</li><li>Managed relationships with suppliers and clients, mitigating risks by ensuring the timeliness and quality of bookings, which strengthens my management and communication skills.</li></ul>",
      "work2-text": "<b>Maintenance Technician</b><br><i>Beumer Group, Mexico • June 2022 - June 2023</i><ul><li>Reduced downtime in automated systems by quickly and effectively identifying and resolving technical issues.</li><li>Programmed and optimized automated systems using Siemens PLCs, improving process performance.</li><li>Conducted preventive and corrective maintenance of systems, ensuring long-term functionality and improving operational reliability.</li></ul>",
      "work3-text": "<b>Control Engineer</b><br><i>AR Mechatronics, Mexico • May 2021 - June 2022</i> <ul><li>Optimized automated systems by programming Siemens PLCs, which increased productivity and operational efficiency.</li><li>Implemented preventive and corrective maintenance solutions, ensuring the continuity of production processes.</li><li>Managed inventories and logistics coordination to ensure the availability of materials and equipment, strengthening my organizational and teamwork skills.</li><li>Handled procedures for the integration of new suppliers and employees, ensuring compliance with workplace safety regulations.</li></ul>",
      "certificates-title-text": "Certificates",
      "education-title-text": "Education",
      "schools-text": "<b>Videogames Developer</b><br><i>Da Vinci, Argentina • Starts in March 2025</i><br><br><b>Computer Systems Engineering</b><br><i>Universidades Aliat, Mexico • May 2022 - April 2024</i><br><br><b>Mechatronics Engineering</b><br><i>Benemerita Universidad Autonoma de Puebla, Mexico • August 2015 - December 2020</i>"

    }
}
  